export const GENERAL_MESSAGES = {
  SUCCESS: 'Получилось',
  MAIN_PAGE_TEXT:
    'Привет котик, сегодня уже целый год я чувствую себя самым счастливым человеком на земле, потому что ты рядом со мной. В честь этого, я подготовил небольшой квестик для тебя ( будут подарочки :) )',
  START_BUTTON_TEXT: 'Начать (Рома дурак)',
  FINISH_BUTTON_TEXT: 'Вызвать преспешника (+- 5 минут)',
  FINISH_PAGE_TEXT:
    'Он уже в пути. Если что, наша служба поддержки свяжется с ним и попросит заствит заплатить его за все. Спасибо, что пользуетесь нашим приложением! Хорошего дня!',
  MAIL_ERROR: 'Не получилось вызвать',
  BACK: 'А ну назад'
} as const
